Repository: chuyungit/OneShare
Catalog: lib/l10n/app_*.arb
Languages: de, zh_hant

# navShare
source: Share
de: Teilen
zh_hant: 分享

# navWeb
source: Web
zh_hant: 網頁

# navDownloading
source: Downloading
de: Herunterladen
zh_hant: 下載中

# navSettings
source: Settings
de: Einstellungen
zh_hant: 設定

# navDownloads
source: Downloads
zh_hant: 下載

# trayShow
source: Show OneShare
de: OneShare anzeigen
zh_hant: 顯示 OneShare

# trayExit
source: Exit
de: Beenden
zh_hant: 退出

# serviceTitle
source: OneShare Service
de: OneShare Dienst
zh_hant: OneShare 服務

# serviceContent
source: Initializing OneShare background service
de: Initialisiere OneShare Hintergrunddienst
zh_hant: 正在初始化 OneShare 背景服務

# channelName
source: OneShare Foreground Service
de: OneShare Vordergrunddienst
zh_hant: OneShare 前台服務

# channelDescription
source: This channel is used for important notifications.
de: Dieser Kanal wird für wichtige Benachrichtigungen verwendet.
zh_hant: 此頻道用於重要通知。

# settingsLanguage
source: Language
de: Sprache
zh_hant: 語言

# languageSystem
source: System Default
de: Systemstandard
zh_hant: 系統預設

# welcomeSkip
source: Skip
de: Überspringen
zh_hant: 略過

# welcomeNext
source: Next
de: Weiter
zh_hant: 下一步

# welcomeTitle
source: Welcome to OneShare!
de: Willkommen bei OneShare!
zh_hant: 歡迎使用 OneShare！

# welcomeVersion
source: Version {version}
zh_hant: 版本 {version}

# welcomeChooseLanguage
source: Choose your preferred language
de: Wählen Sie Ihre Sprache
zh_hant: 選擇您的偏好語言

# welcomeUseSystemLanguage
source: Use System Language
de: Systemsprache verwenden
zh_hant: 使用系統語言

# welcomeCurrentLocale
source: Currently: {locale}
de: Aktuell: {locale}
zh_hant: 目前：{locale}

# welcomeSelectLanguage
source: Select Language
de: Sprache auswählen
zh_hant: 選擇語言

# welcomeFeature1Title
source: Cross-Platform Sharing
de: Plattformübergreifendes Teilen
zh_hant: 跨平台分享

# welcomeFeature1Desc
source: Seamlessly transfer files between Android, iOS, Windows, Linux, and macOS.
de: Übertragen Sie Dateien nahtlos zwischen Android, iOS, Windows, Linux und macOS.
zh_hant: 在 Android、iOS、Windows、Linux 和 macOS 之間無縫傳輸檔案。

# welcomeFeature2Title
source: Multiple Protocols
de: Mehrere Protokolle
zh_hant: 多種通訊協定

# welcomeFeature2Desc
source: Support for WebDAV, SSH/SFTP, and SMB for flexible file management.
de: Unterstützung für WebDAV, SSH/SFTP und SMB für flexibles Dateimanagement.
zh_hant: 支援 WebDAV、SSH/SFTP 和 SMB，實現靈活的檔案管理。

# welcomeFeature3Title
source: Responsive Design
zh_hant: 響應式設計

# welcomeFeature3Desc
source: A beautiful, adaptive interface that works perfectly on mobile and desktop.
de: Eine schöne, anpassungsfähige Oberfläche, die auf Mobilgeräten und Desktops perfekt funktioniert.
zh_hant: 美觀、自適應的介面，在行動裝置和桌面端都能完美運作。

# welcomeAllSet
source: All Set!
de: Alles bereit!
zh_hant: 設定完成！

# welcomeSetupComplete
source: You have completed the setup.
de: Sie haben die Einrichtung abgeschlossen.
zh_hant: 您已完成設定。

# welcomeSwipeUp
source: Swipe up to enter App
de: Nach oben wischen, um zu starten
zh_hant: 上滑進入應用程式

# welcomeWhatsNew
source: What's New
de: Was ist neu
zh_hant: 更新內容

# welcomeLogPerformance
source: Performance improvements
de: Leistungsverbesserungen
zh_hant: 效能提升

# welcomeLogBugFixes
source: Bug fixes and stability enhancements
de: Fehlerbehebungen und Stabilitätsverbesserungen
zh_hant: 錯誤修復和穩定性增強

# welcomeLogUI
source: UI refinements for better user experience
de: UI-Verbesserungen für ein besseres Benutzererlebnis
zh_hant: 介面優化，提升使用者體驗

# welcomeContinue
source: Continue
de: Weiter
zh_hant: 繼續
